Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# contextMenu.markWorkspacesRead
source: Mark Workspaces as Read
ar: تعليم مساحات العمل كمقروءة
bs: Označi radne prostore kao pročitane
da: Marker arbejdsområder som læste
de: Arbeitsbereiche als gelesen markieren
es: Marcar espacios de trabajo como leídos
fr: Marquer les espaces de travail comme lus
it: Segna aree di lavoro come lette
ja: ワークスペースを既読にする
ko: 작업 공간을 읽음으로 표시
nb: Merk arbeidsområder som lest
pl: Oznacz przestrzenie robocze jako przeczytane
pt_br: Marcar Áreas de Trabalho como Lidas
ru: Отметить рабочие пространства как прочитанные
th: ทำเครื่องหมายเวิร์กสเปซว่าอ่านแล้ว
tr: Çalışma Alanlarını Okundu Olarak İşaretle
uk: Позначити робочі області як прочитані
zh_hans: 将工作区标记为已读
zh_hant: 將工作區標為已讀

# contextMenu.markWorkspacesUnread
source: Mark Workspaces as Unread
ar: تعليم مساحات العمل كغير مقروءة
bs: Označi radne prostore kao nepročitane
da: Marker arbejdsområder som ulæste
de: Arbeitsbereiche als ungelesen markieren
es: Marcar espacios de trabajo como no leídos
fr: Marquer les espaces de travail comme non lus
it: Segna aree di lavoro come non lette
ja: ワークスペースを未読にする
ko: 작업 공간을 읽지 않음으로 표시
nb: Merk arbeidsområder som ulest
pl: Oznacz przestrzenie robocze jako nieprzeczytane
pt_br: Marcar Áreas de Trabalho como Não Lidas
ru: Отметить рабочие пространства как непрочитанные
th: ทำเครื่องหมายเวิร์กสเปซว่ายังไม่อ่าน
tr: Çalışma Alanlarını Okunmadı Olarak İşaretle
uk: Позначити робочі області як непрочитані
zh_hans: 将工作区标记为未读
zh_hant: 將工作區標為未讀

# contextMenu.moveDown
source: Move Down
ar: نقل للأسفل
bs: Pomjeri dolje
da: Flyt ned
de: Nach unten bewegen
es: Mover hacia abajo
fr: Déplacer vers le bas
it: Sposta in basso
ja: 下に移動
ko: 아래로 이동
nb: Flytt ned
pl: Przenieś w dół
pt_br: Mover para Baixo
ru: Переместить вниз
th: เลื่อนลง
tr: Aşağı Taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

# contextMenu.moveToTop
source: Move to Top
ar: نقل إلى الأعلى
bs: Pomjeri na vrh
da: Flyt til toppen
de: Nach oben bewegen
es: Mover al inicio
fr: Déplacer en haut
it: Sposta in cima
ja: 一番上に移動
ko: 맨 위로 이동
nb: Flytt til toppen
pl: Przenieś na górę
pt_br: Mover para o Topo
ru: Переместить наверх
th: ย้ายไปด้านบน
tr: En Üste Taşı
uk: Перемістити на початок
zh_hans: 移到顶部
zh_hant: 移至最上方

# contextMenu.moveUp
source: Move Up
ar: نقل للأعلى
bs: Pomjeri gore
da: Flyt op
de: Nach oben bewegen
es: Mover hacia arriba
fr: Déplacer vers le haut
it: Sposta in alto
ja: 上に移動
ko: 위로 이동
nb: Flytt opp
pl: Przenieś w górę
pt_br: Mover para Cima
ru: Переместить вверх
th: เลื่อนขึ้น
tr: Yukarı Taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

# contextMenu.moveWorkspaceToWindow
source: Move Workspace to Window
ar: نقل مساحة العمل إلى نافذة
bs: Premjesti radni prostor u prozor
da: Flyt arbejdsområde til vindue
de: Arbeitsbereich in Fenster bewegen
es: Mover espacio de trabajo a ventana
fr: Déplacer l'espace de travail vers une fenêtre
it: Sposta area di lavoro in una finestra
ja: ワークスペースをウインドウに移動
ko: 작업 공간을 윈도우로 이동
nb: Flytt arbeidsområde til vindu
pl: Przenieś przestrzeń roboczą do okna
pt_br: Mover Área de Trabalho para Janela
ru: Переместить рабочее пространство в окно
th: ย้ายเวิร์กสเปซไปยังหน้าต่าง
tr: Çalışma Alanını Pencereye Taşı
uk: Перемістити робочу область у вікно
zh_hans: 将工作区移到窗口
zh_hant: 將工作區移至視窗

# contextMenu.moveWorkspacesToWindow
source: Move Workspaces to Window
ar: نقل مساحات العمل إلى نافذة
bs: Premjesti radne prostore u prozor
da: Flyt arbejdsområder til vindue
de: Arbeitsbereiche in Fenster bewegen
es: Mover espacios de trabajo a ventana
fr: Déplacer les espaces de travail vers une fenêtre
it: Sposta aree di lavoro in una finestra
ja: ワークスペースをウインドウに移動
ko: 작업 공간을 윈도우로 이동
nb: Flytt arbeidsområder til vindu
pl: Przenieś przestrzenie robocze do okna
pt_br: Mover Áreas de Trabalho para Janela
ru: Переместить рабочие пространства в окно
th: ย้ายเวิร์กสเปซไปยังหน้าต่าง
tr: Çalışma Alanlarını Pencereye Taşı
uk: Перемістити робочі області у вікно
zh_hans: 将工作区移到窗口
zh_hant: 將工作區移至視窗

# contextMenu.newWindow
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새 윈도우
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# contextMenu.notifications
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# contextMenu.notifications.empty
source: No Notifications
ar: لا توجد إشعارات
de: Keine Benachrichtigungen
es: No hay notificaciones
fr: Aucune notification
ja: 通知はありません
ko: 알림 없음
zh_hans: 没有通知
zh_hant: 沒有通知

# contextMenu.pinWorkspace
source: Pin Workspace
ar: تثبيت مساحة العمل
bs: Zakači radni prostor
da: Fastgør arbejdsområde
de: Arbeitsbereich anheften
es: Fijar espacio de trabajo
fr: Épingler l'espace de travail
it: Fissa area di lavoro
ja: ワークスペースをピンで固定
ko: 작업 공간 고정
nb: Fest arbeidsområde
pl: Przypnij przestrzeń roboczą
pt_br: Fixar Área de Trabalho
ru: Закрепить рабочее пространство
th: ปักหมุดเวิร์กสเปซ
tr: Çalışma Alanını Sabitle
uk: Закріпити робочу область
zh_hans: 固定工作区
zh_hant: 釘選工作區

# contextMenu.pinWorkspaces
source: Pin Workspaces
ar: تثبيت مساحات العمل
bs: Zakači radne prostore
da: Fastgør arbejdsområder
de: Arbeitsbereiche anheften
es: Fijar espacios de trabajo
fr: Épingler les espaces de travail
it: Fissa aree di lavoro
ja: ワークスペースをピンで固定
ko: 작업 공간 고정
nb: Fest arbeidsområder
pl: Przypnij przestrzenie robocze
pt_br: Fixar Áreas de Trabalho
ru: Закрепить рабочие пространства
th: ปักหมุดเวิร์กสเปซ
tr: Çalışma Alanlarını Sabitle
uk: Закріпити робочі області
zh_hans: 固定工作区
zh_hant: 釘選工作區

# contextMenu.reconnectWorkspace
source: Reconnect Workspace
ar: إعادة اتصال مساحة العمل
de: Arbeitsbereich wieder verbinden
es: Reconectar espacio de trabajo
fr: Reconnecter l’espace de travail
ja: ワークスペースを再接続
ko: 워크스페이스 재연결
uk: Перепідключити робочий простір
zh_hans: 重新连接工作区
zh_hant: 重新連接工作區

# contextMenu.reconnectWorkspaces
source: Reconnect Workspaces
ar: إعادة اتصال مساحات العمل
de: Arbeitsbereiche wieder verbinden
es: Reconectar espacios de trabajo
fr: Reconnecter les espaces de travail
ja: ワークスペースを再接続
ko: 워크스페이스 재연결
uk: Перепідключити робочі простори
zh_hans: 重新连接工作区
zh_hant: 重新連接工作區

# contextMenu.removeCustomWorkspaceName
source: Remove Custom Workspace Name
ar: إزالة اسم مساحة العمل المخصص
bs: Ukloni prilagođeni naziv radnog prostora
da: Fjern brugerdefineret arbejdsområdenavn
de: Benutzerdefinierten Arbeitsbereichsnamen entfernen
es: Eliminar nombre personalizado del espacio de trabajo
fr: Supprimer le nom personnalisé de l'espace de travail
it: Rimuovi nome personalizzato area di lavoro
ja: カスタムワークスペース名を削除
ko: 사용자 지정 작업 공간 이름 제거
nb: Fjern egendefinert arbeidsområdenavn
pl: Usuń własną nazwę przestrzeni roboczej
pt_br: Remover Nome Personalizado da Área de Trabalho
ru: Удалить пользовательское имя рабочего пространства
th: ลบชื่อเวิร์กสเปซที่กำหนดเอง
tr: Özel Çalışma Alanı Adını Kaldır
uk: Видалити власну назву робочої області
zh_hans: 移除自定义工作区名称
zh_hant: 移除自訂工作區名稱

# contextMenu.renameWorkspace
source: Rename Workspace…
ar: إعادة تسمية مساحة العمل…
bs: Preimenuj radni prostor…
da: Omdøb arbejdsområde…
de: Arbeitsbereich umbenennen …
es: Renombrar espacio de trabajo…
fr: Renommer l'espace de travail...
it: Rinomina area di lavoro…
ja: ワークスペースの名称変更…
ko: 작업 공간 이름 변경…
nb: Gi arbeidsområdet nytt navn …
pl: Zmień nazwę przestrzeni roboczej…
pt_br: Renomear Área de Trabalho…
ru: Переименовать рабочее пространство...
th: เปลี่ยนชื่อเวิร์กสเปซ...
tr: Çalışma Alanını Yeniden Adlandır…
uk: Перейменувати робочу область…
zh_hans: 重命名工作区...
zh_hant: 重新命名工作區...

# contextMenu.showWorkspaceInFinder
source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# contextMenu.unpinWorkspace
source: Unpin Workspace
ar: إلغاء تثبيت مساحة العمل
bs: Otkači radni prostor
da: Frigør arbejdsområde
de: Arbeitsbereich loslösen
es: Desfijar espacio de trabajo
fr: Désépingler l'espace de travail
it: Sblocca area di lavoro
ja: ワークスペースのピンを外す
ko: 작업 공간 고정 해제
nb: Løsne arbeidsområde
pl: Odepnij przestrzeń roboczą
pt_br: Desafixar Área de Trabalho
ru: Открепить рабочее пространство
th: เลิกปักหมุดเวิร์กสเปซ
tr: Çalışma Alanı Sabitlemesini Kaldır
uk: Відкріпити робочу область
zh_hans: 取消固定工作区
zh_hant: 取消釘選工作區

# contextMenu.unpinWorkspaces
source: Unpin Workspaces
ar: إلغاء تثبيت مساحات العمل
bs: Otkači radne prostore
da: Frigør arbejdsområder
de: Arbeitsbereiche loslösen
es: Desfijar espacios de trabajo
fr: Désépingler les espaces de travail
it: Sblocca aree di lavoro
ja: ワークスペースのピンを外す
ko: 작업 공간 고정 해제
nb: Løsne arbeidsområder
pl: Odepnij przestrzenie robocze
pt_br: Desafixar Áreas de Trabalho
ru: Открепить рабочие пространства
th: เลิกปักหมุดเวิร์กสเปซ
tr: Çalışma Alanları Sabitlemesini Kaldır
uk: Відкріпити робочі області
zh_hans: 取消固定工作区
zh_hant: 取消釘選工作區

# contextMenu.workspaceColor
source: Workspace Color
ar: لون مساحة العمل
bs: Boja radnog prostora
da: Arbejdsområdefarve
de: Arbeitsbereichsfarbe
es: Color del espacio de trabajo
fr: Couleur de l'espace de travail
it: Colore area di lavoro
ja: ワークスペースカラー
ko: 작업 공간 색상
nb: Arbeidsområdefarge
pl: Kolor przestrzeni roboczej
pt_br: Cor da Área de Trabalho
ru: Цвет рабочего пространства
th: สีเวิร์กสเปซ
tr: Çalışma Alanı Rengi
uk: Колір робочої області
zh_hans: 工作区颜色
zh_hant: 工作區顏色

# contextMenu.workspaceGroup.moveTo
source: Move to Group
ar: نقل إلى المجموعة
bs: Premjesti u grupu
da: Flyt til gruppe
de: In Gruppe verschieben
es: Mover al grupo
fr: Déplacer vers le groupe
it: Sposta nel gruppo
ja: グループに移動
ko: 그룹으로 이동
nb: Flytt til gruppe
pl: Przenieś do grupy
pt_br: Mover para o grupo
ru: Переместить в группу
th: ย้ายไปยังกลุ่ม
tr: Gruba taşı
uk: Перемістити до групи
zh_hans: 移动到分组
zh_hant: 移至群組

# contextMenu.workspaceGroup.newEmpty
source: New Empty Workspace Group
ar: مجموعة مساحة عمل فارغة جديدة
bs: Nova prazna grupa radnih prostora
da: Ny tom arbejdsområdegruppe
de: Neue leere Arbeitsbereichsgruppe
es: Nuevo grupo de espacios de trabajo vacío
fr: Nouveau groupe d’espaces de travail vide
it: Nuovo gruppo di aree di lavoro vuoto
ja: 空のワークスペースグループを作成
ko: 새 빈 작업 공간 그룹
nb: Ny tom arbeidsområdegruppe
pl: Nowa pusta grupa przestrzeni roboczych
pt_br: Novo grupo de áreas de trabalho vazio
ru: Новая пустая группа рабочих пространств
th: กลุ่มเวิร์กสเปซว่างใหม่
tr: Yeni Boş Çalışma Alanı Grubu
uk: Нова порожня група робочих областей
zh_hans: 新建空工作区组
zh_hant: 新增空白工作區群組

# contextMenu.workspaceGroup.newFromSelection
source: New Group from Selection
ar: مجموعة جديدة من التحديد
bs: Nova grupa iz odabira
da: Ny gruppe fra valg
de: Neue Gruppe aus Auswahl
es: Nuevo grupo desde la selección
fr: Nouveau groupe depuis la sélection
it: Nuovo gruppo dalla selezione
ja: 選択からグループを作成
ko: 선택 항목으로 새 그룹
nb: Ny gruppe fra valg
pl: Nowa grupa z zaznaczenia
pt_br: Novo grupo a partir da seleção
ru: Новая группа из выделения
th: สร้างกลุ่มใหม่จากที่เลือก
tr: Seçimden yeni grup
uk: Нова група з вибраного
zh_hans: 用所选工作区新建分组
zh_hant: 用所選工作區新增群組

# contextMenu.workspaceGroup.newFromWorkspace
source: New Group from Workspace
ar: مجموعة جديدة من مساحة العمل
bs: Nova grupa iz radnog prostora
da: Ny gruppe fra arbejdsområde
de: Neue Gruppe aus Arbeitsbereich
es: Nuevo grupo desde el espacio de trabajo
fr: Nouveau groupe depuis cet espace de travail
it: Nuovo gruppo da quest’area di lavoro
ja: ワークスペースからグループを作成
ko: 이 작업 공간으로 새 그룹
nb: Ny gruppe fra arbeidsområdet
pl: Nowa grupa z przestrzeni
pt_br: Novo grupo a partir desta área
ru: Новая группа из этого пространства
th: สร้างกลุ่มใหม่จากเวิร์กสเปซนี้
tr: Bu çalışma alanından yeni grup
uk: Нова група з робочої області
zh_hans: 用此工作区新建分组
zh_hant: 用此工作區新增群組

# contextMenu.workspaceGroup.remove
source: Remove from Group
ar: إزالة من المجموعة
bs: Ukloni iz grupe
da: Fjern fra gruppe
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
it: Rimuovi dal gruppo
ja: グループから削除
ko: 그룹에서 제거
nb: Fjern fra gruppe
pl: Usuń z grupy
pt_br: Remover do grupo
ru: Убрать из группы
th: นำออกจากกลุ่ม
tr: Gruptan çıkar
uk: Прибрати з групи
zh_hans: 从分组中移除
zh_hant: 從群組移除

# contextMenu.workspaceSettings
source: Workspace Settings
ar: إعدادات مساحة العمل
de: Arbeitsbereichs-Einstellungen
es: Configuración del espacio de trabajo
fr: Paramètres de l’espace de travail
ja: ワークスペース設定
ko: 작업 공간 설정
zh_hans: 工作区设置
zh_hant: 工作區設定

# contextMenu.workspaceSettings.hideTerminalScrollBar
source: Hide Terminal Scroll Bar
ar: إخفاء شريط تمرير الطرفية
de: Terminal-Bildlaufleiste ausblenden
es: Ocultar barra de desplazamiento de la terminal
fr: Masquer la barre de défilement du terminal
ja: ターミナルのスクロールバーを隠す
ko: 터미널 스크롤 막대 숨기기
zh_hans: 隐藏终端滚动条
zh_hant: 隱藏終端機捲動列

# contextMenu.workspaceStatus
source: Status
ar: حالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 地位

# contextMenu.workspaceStatus.auto
source: Auto — %@
ar: تلقائي — %@
es: Automático — %@
ja: 自動 — %@
ko: 자동 — %@
zh_hans: 自动 — %@
zh_hant: 自動 — %@

# controlSocket.reportShellState.invalidTerminalLifecycleID
source: ERROR: Terminal session is out of date; restart the shell and try again
ar: خطأ: جلسة الطرفية منتهية الصلاحية؛ أعد تشغيل مفسر الأوامر وحاول مجددًا
de: FEHLER: Terminal-Sitzung ist veraltet; starten Sie die Shell neu und versuchen Sie es erneut
es: ERROR: La sesión de la terminal está desactualizada; reinicia la shell e inténtalo de nuevo
fr: ERREUR : La session du terminal est obsolète ; redémarrez le shell et réessayez
ja: エラー: ターミナルセッションが古いため、シェルを再起動してもう一度お試しください
ko: 오류: 터미널 세션이 만료되었습니다. 셸을 다시 시작하고 다시 시도하세요.
zh_hans: 错误：终端会话已过期；请重启 shell 后重试
zh_hant: 錯誤：終端機工作階段已過期；請重新啟動 Shell 並重試

# controlSocket.surface.reportShellState.invalidTerminalLifecycleID
source: Terminal session is out of date; restart the shell and try again
ar: جلسة الطرفية منتهية الصلاحية؛ أعد تشغيل مفسر الأوامر وحاول مجددًا
de: Terminal-Sitzung ist veraltet; starten Sie die Shell neu und versuchen Sie es erneut
es: La sesión de la terminal está desactualizada; reinicia la shell e inténtalo de nuevo
fr: La session du terminal est obsolète ; redémarrez le shell et réessayez
ja: ターミナルセッションが古いため、シェルを再起動してもう一度お試しください
ko: 터미널 세션이 만료되었습니다. 셸을 다시 시작하고 다시 시도하세요.
zh_hans: 终端会话已过期；请重启 shell 后重试
zh_hant: 終端機工作階段已過期；請重新啟動 Shell 並重試

# crashBreadcrumb.body
source: Diagnostic file saved. Click to reveal it in Finder.
ar: تم حفظ ملف التشخيص. انقر لإظهاره في Finder.
de: Diagnosedatei gespeichert. Klicken, um sie im Finder anzuzeigen.
es: Archivo de diagnóstico guardado. Haz clic para mostrarlo en el Finder.
fr: Fichier de diagnostic enregistré. Cliquez pour le révéler dans le Finder.
ja: 診断ファイルを保存しました。クリックするとFinderで表示します。
ko: 진단 파일이 저장되었습니다. Finder에서 보려면 클릭하세요.
zh_hans: 诊断文件已保存。点按可在访达中显示。
zh_hant: 診斷檔案已儲存。按一下以在 Finder 中顯示。

# crashBreadcrumb.subtitle
source: Diagnostic file saved
ar: تم حفظ ملف التشخيص
de: Diagnosedatei gespeichert
es: Archivo de diagnóstico guardado
fr: Fichier de diagnostic enregistré
ja: 診断ファイルを保存しました
ko: 진단 파일이 저장됨
zh_hans: 诊断文件已保存
zh_hant: 診斷檔案已儲存

# crashBreadcrumb.title
source: cmux crashed during your last session
ar: تعطل cmux أثناء جلستك الأخيرة
de: cmux ist während Ihrer letzten Sitzung abgestürzt
es: cmux se cerró inesperadamente durante tu última sesión
fr: cmux a planté lors de votre dernière session
ja: 前回のセッション中に cmux がクラッシュしました
ko: 지난 세션 중 cmux가 예기치 않게 종료되었습니다
zh_hans: cmux 在你上次会话中崩溃了
zh_hant: cmux 在您上一次的工作階段中當機

# customSidebarRenderer.inProcess.description
source: Renders as native SwiftUI inside cmux with hover, focus, and typing. A faulty sidebar shares the app process.
ar: يتم تقديمه كـ SwiftUI أصلي داخل cmux مع ميزات التحويم والتركيز والكتابة. الشريط الجانبي المعيب يشارك نفس عملية التطبيق.
de: Wird als natives SwiftUI in cmux mit Hover, Fokus und Eingabe gerendert. Eine fehlerhafte Seitenleiste teilt sich den App-Prozess.
es: Se procesa como SwiftUI nativo dentro de cmux con soporte para pasar el cursor, enfocar y escribir. Una barra lateral defectuosa comparte el proceso de la aplicación.
fr: S’affiche sous forme de SwiftUI native dans cmux avec survol, ciblage et saisie. Une barre latérale défectueuse partage le processus de l’application.
ja: cmux 内でネイティブ SwiftUI として描画し、ホバー・フォーカス・入力に対応します。サイドバーに問題があるとアプリプロセスに影響します。
ko: 마우스 호버, 포커스, 타이핑을 지원하며 cmux 내부에서 네이티브 SwiftUI로 렌더링됩니다. 결함이 있는 사이드바는 앱 프로세스를 공유합니다.
zh_hans: 在 cmux 内以原生 SwiftUI 渲染，支持悬停、聚焦和输入。有问题的侧边栏会与应用共用同一进程。
zh_hant: 在 cmux 內轉譯為原生 SwiftUI，支援懸停、聚焦與輸入。有問題的側邊欄會共用應用程式程序。

# customSidebarRenderer.inProcess.name
source: In-app (full input)
ar: داخل التطبيق (إدخال كامل)
de: In-App (vollständige Eingabe)
es: En la aplicación (entrada completa)
fr: Dans l’application (saisie complète)
ja: アプリ内（フル入力）
ko: 앱 내부(전체 입력)
zh_hans: 应用内（完整输入）
zh_hant: 應用程式內 (完整輸入)

# customSidebarRenderer.remote.description
source: Renders in a crash-isolated helper process. Clicks only: no hover, focus, or typing.
ar: يتم تقديمه في عملية مساعدة معزولة ضد التعطل. النقرات فقط: لا تحويم أو تركيز أو كتابة.
de: Wird in einem absturzisolierten Hilfsprozess gerendert. Nur Klicks: kein Hover, Fokus oder Eingabe.
es: Se procesa en un proceso secundario aislado de fallos. Solo clics: sin soporte para pasar el cursor, enfocar ni escribir.
fr: S’affiche dans un processus d’assistance isolé des plantages. Clics uniquement : pas de survol, ciblage ni saisie.
ja: クラッシュから隔離されたヘルパープロセスで描画します。クリックのみ対応で、ホバー・フォーカス・入力はできません。
ko: 충돌로부터 격리된 도우미 프로세스에서 렌더링됩니다. 클릭만 지원하며 호버, 포커스, 타이핑은 지원하지 않습니다.
zh_hans: 在崩溃隔离的辅助进程中渲染。仅支持点击：不支持悬停、聚焦或输入。
zh_hant: 在當機隔離的輔助程序中轉譯。僅支援點擊：不支援懸停、聚焦或輸入。

# customSidebarRenderer.remote.name
source: Isolated process
ar: عملية معزولة
de: Isolierter Prozess
es: Proceso aislado
fr: Processus isolé
ja: 分離プロセス
ko: 격리된 프로세스
zh_hans: 隔离进程
zh_hant: 隔離程序

# debug.aboutTitlebarDebug.resetAbout
source: Reset About
ar: إعادة تعيين "حول"
de: „Über“ zurücksetzen
es: Restablecer Acerca de
fr: Réinitialiser "À propos"
ja: Aboutをリセット
ko: 정보 재설정
zh_hans: 重置「关于」
zh_hant: 重設「關於」

# debug.aboutTitlebarDebug.title
source: About Titlebar Debug
ar: تصحيح أخطاء شريط العنوان "حول"
de: „Über“-Titelleisten-Debug
es: Depuración de la barra de título Acerca de
fr: Débogage de la barre de titre "À propos"
ja: Aboutタイトルバーデバッグ
ko: 타이틀바 정보 디버그
zh_hans: 「关于」标题栏调试
zh_hant: 關於標題列偵錯

# debug.bonsplitTabBarDebug.actionLaneBorder
source: Action Lane Border
ar: حدود مسار الإجراء
de: Action-Lane-Rand
es: Borde del carril de acción
fr: Bordure du couloir d'action
ja: アクションレーンの境界線
ko: 액션 레인 테두리
zh_hans: 操作栏边框
zh_hant: 動作通道邊框

# debug.bonsplitTabBarDebug.actionLaneGeometry
source: Action Lane Geometry
ar: هندسة مسار الإجراء
de: Action-Lane-Geometrie
es: Geometría del carril de acción
fr: Géométrie du couloir d'action
ja: アクションレーンのジオメトリ
ko: 액션 레인 지오메트리
zh_hans: 操作栏几何
zh_hant: 動作通道幾何形狀

# debug.bonsplitTabBarDebug.contentFade
source: Content fade
ar: تلاشي المحتوى
de: Inhaltsüberblenden
es: Desvanecimiento de contenido
fr: Fondu du contenu
ja: コンテンツのフェード
ko: 콘텐츠 페이드
zh_hans: 内容渐隐
zh_hant: 內容淡出

# debug.bonsplitTabBarDebug.copyConfig
source: Copy Config
ar: نسخ التكوين
de: Konfiguration kopieren
es: Copiar configuración
fr: Copier la configuration
ja: 設定をコピー
ko: 설정 복사
zh_hans: 复制配置
zh_hant: 複製設定

# debug.bonsplitTabBarDebug.fineTune
source: Fine tune
ar: ضبط دقيق
de: Feineinstellung
es: Ajuste fino
fr: Ajustement précis
ja: 微調整
ko: 미세 조정
zh_hans: 微调
zh_hant: 微調

# debug.bonsplitTabBarDebug.heading
source: Bonsplit Tab Bar
ar: شريط علامات تبويب Bonsplit
de: Bonsplit-Tab-Leiste
es: Barra de pestañas Bonsplit
fr: Barre d’onglets Bonsplit
ja: Bonsplitタブバー
ko: Bonsplit 탭 바
zh_hans: Bonsplit 标签栏
zh_hant: Bonsplit 標籤列

# debug.bonsplitTabBarDebug.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# debug.bonsplitTabBarDebug.separatorFadeFrame
source: Separator fade frame
ar: إطار تلاشي الفاصل
de: Trennzeichen-Überblendungsrahmen
es: Marco de desvanecimiento del separador
fr: Cadre de fondu du séparateur
ja: 区切り線のフェード幅
ko: 구분선 페이드 프레임
zh_hans: 分隔线渐隐区域
zh_hant: 分隔線淡出框

# debug.bonsplitTabBarDebug.solidBgExtra
source: Solid bg extra
ar: خلفية صلبة إضافية
de: Zusätzlicher deckender Hintergrund
es: Fondo sólido extra
fr: Arrière-plan opaque supplémentaire
ja: 単色背景の追加幅
ko: 단색 배경 추가
zh_hans: 纯色背景额外量
zh_hant: 純色背景外加

# debug.bonsplitTabBarDebug.title
source: Bonsplit Tab Bar Debug
ar: تصحيح أخطاء شريط علامات تبويب Bonsplit
de: Bonsplit-Tab-Leisten-Debug
es: Depuración de barra de pestañas Bonsplit
fr: Débogage de la barre d’onglets Bonsplit
ja: Bonsplitタブバーのデバッグ
ko: Bonsplit 탭 바 디버그
zh_hans: Bonsplit 标签栏调试
zh_hant: Bonsplit 標籤頁列偵錯

# debug.browserProfilePopover.group.padding
source: Padding
ar: حشوة
de: Innenabstand
es: Relleno
fr: Marge interne
ja: 余白
ko: 패딩
uk: Відступи
zh_hans: 内边距
zh_hant: 內距

# debug.browserProfilePopover.group.preview
source: Preview
ar: معاينة
de: Vorschau
es: Avance
fr: Aperçu
ja: プレビュー
ko: 미리보기
uk: Перегляд
zh_hans: 预览
zh_hant: 預覽

# debug.browserProfilePopover.heading
source: Browser Profile Popover
ar: نافذة ملف تعريف المتصفح المنبثقة
de: Browser-Profil-Popover
es: Popover de perfil de navegador
fr: Fenêtre contextuelle du profil de navigateur
ja: ブラウザープロファイルポップオーバー
ko: 브라우저 프로필 팝오버
uk: Спливне вікно профілю браузера
zh_hans: 浏览器配置文件弹出框
zh_hant: 瀏覽器設定檔彈出視窗

# debug.browserProfilePopover.label.horizontal
source: Horizontal
ar: أفقي
ja: 水平
ko: 가로
uk: Горизонтальний
zh_hans: 水平
zh_hant: 水平

# debug.browserProfilePopover.label.vertical
source: Vertical
ar: عمودي
de: Vertikal
ja: 垂直
ko: 세로
uk: Вертикальний
zh_hans: 垂直
zh_hant: 垂直

# debug.browserProfilePopover.liveNote
source: Changes apply live to the browser profile popover.
ar: تطبق التغييرات مباشرة على نافذة ملف تعريف المتصفح المنبثقة.
de: Änderungen werden live auf das Browser-Profil-Popover angewendet.
es: Los cambios se aplican en vivo al popover de perfil de navegador.
fr: Les modifications s’appliquent en direct à la fenêtre contextuelle du profil de navigateur.
ja: 変更はブラウザープロファイルポップオーバーにライブで反映されます。
ko: 변경 사항이 브라우저 프로필 팝오버에 실시간으로 적용됩니다.
uk: Зміни застосовуються до спливного вікна профілю браузера в реальному часі.
zh_hans: 更改会实时应用到浏览器配置文件弹出框。
zh_hant: 變更會即時套用至瀏覽器設定檔彈出視窗。

# debug.browserProfilePopover.note
source: Tune the profile popover padding live while comparing it against the browser toolbar menu.
ar: اضبط حشوة نافذة ملف التعريف المنبثقة مباشرة أثناء مقارنتها بقائمة شريط أدوات المتصفح.
de: Passen Sie den Innenabstand des Profil-Popovers live an, während Sie ihn mit dem Browser-Symbolleistenmenü vergleichen.
es: Ajuste el relleno del popover de perfil en vivo mientras lo compara con el menú de la barra de herramientas del navegador.
fr: Ajustez la marge intérieure de la fenêtre contextuelle de profil en direct tout en la comparant au menu de la barre d'outils du navigateur.
ja: ブラウザーツールバーのメニューと見比べながら、プロファイルポップオーバーの余白をライブで調整します。
ko: 브라우저 도구 모음 메뉴와 비교하면서 프로필 팝오버 패딩을 실시간으로 조정합니다.
uk: Налаштуйте відступи спливного вікна профілю в реальному часі, порівнюючи з меню панелі інструментів браузера.
zh_hans: 实时调整配置文件弹出框的内边距，同时与浏览器工具栏菜单作对比。
zh_hant: 一邊與瀏覽器工具列選單比對，一邊即時調整設定檔彈出視窗的內距。

# debug.browserProfilePopover.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
uk: Скинути
zh_hans: 重置
zh_hant: 重置
